_posts/language/2016-09-06-english-asparagus.html
---
layout: post
title: 单词本：蔬菜之芦笋
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> asparagus</h2>
<div class="outline-text-2" id="text-1">
<p>
之前在学习韭菜的时候见到过芦笋的法语单词 l'asperge<sup>(fr)</sup><sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>，当时是作为大葱的名字出现在l'asperge du pauvre<sup>(fr)</sup>，穷人的芦笋。
</p>

<p>
很明显这是一个拉丁语单词，源自 asparagos<sup>(latin)</sup>，其法语写法为 l'asperge<sup>(fr)</sup>，其德语写法为 der Gemüsespargel<sup>(de)</sup>，蔬菜天门冬，那是因为芦笋属于天门冬属（der
Spargel<sup>(de)</sup> ）。
</p>

<p>
从德语 Spargel 中略微还是能看出 sparagus 的影子的，果不出所料，sparagus 是
asparagus的一个曾用名：sparagus ‎is an obsolete form of asparagus.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<p>
不得不提一提日本韩国，他们管芦笋叫 アスパラガス ‎(asuparagasu)，아스파라거스‎(aseuparageoseu)。他们用自己的拼音文字直接拼写 asparagus！我很怀疑日本人韩国人英语口语比较重是因为他们有很多外来词是拿这种近似的读音来读的。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> asparagus color</h2>
<div class="outline-text-2" id="text-2">
<p>
芦笋，RGB 颜色编号为#87A96B：
</p>
<h3 style="background-color: #87A96B; width: 80px;">&nbsp;</h3>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> 石刁柏</h2>
<div class="outline-text-2" id="text-3">
<p>
原来芦笋还有看起来这么 cool 的名字：
</p>

<blockquote>
<p>
石刁柏通常被称为芦笋，是世界著名蔬菜之一，在国际市场上享有“蔬菜之王”的美称，芦笋富含多种氨基酸、蛋白质和维生素，其含量均高于一般水果和蔬菜，特别是芦笋中的天冬酰胺和微量元素硒、钼、铬、锰等，具有调节机体代谢，提高身体免疫力的功效，在对高血压、心脏病、白血病、血癌、水肿、膀胱炎等的预防和治疗中，具有很强的抑制作用和药理效应。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> Summary</h2>
<div class="outline-text-2" id="text-4">
<p>
本文介绍了芦笋的英法德名字：
</p>
<ul class="org-ul">
<li>asparagus</li>
<li>l'asperge<sup>(fr)</sup></li>
<li>der Gemüsespargel<sup>(de)</sup></li>
</ul>

<p>
同时介绍了芦笋的另外一个中文名石刁柏。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://kimi.im/2016-09-05-english-chives">September 5, 2016 » 单词本：蔬菜之韭菜</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wiktionary.org/wiki/sparagus#English">https://en.wiktionary.org/wiki/sparagus#English</a>
</p></div></div>


</div>
</div>
